/*  Display when user enters a valid ip address or name */
"Valid and complete address." = "Adresse complète et valide.";

/* Display when user enters an invalid ip address or name */
"Invalid or incomplete address." = "Adresse non valable ou incomplète.";

/* Display when port number entry is incorrect */
"Invalid port number. Port number must be between 1-65535." = "Numéro de port incorrect. Le numéro de port doit être entre 1 et 65535.";

/* Display when address field is empty */
"Enter host name or IP address." = "Saisissez un nom d’hôte ou une adresse IP.";

/*  Display when verifying what the user enters in ip address field */
"Verifying address..." = "Vérification de l’adresse…";

/* */ 
"Unable to determine reachability. [%d, %ld]" = "Impossible de déterminer l’accessibilité. [%d, %ld]";
